Repository: AhmedHeshamEG/3D-lowey
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, it

source: Play a clip from the playhead
ar: تشغيل مقطع من رأس التشغيل
it: Riproduci una clip dalla testina

source: Play once
ar: تشغيل مرة واحدة
it: Riproduci una volta

source: Playhead
ar: رأس التشغيل
it: Testina

source: PNG frames instead
ar: إطارات PNG بدلًا من ذلك
it: Fotogrammi PNG invece

source: Points apart
ar: تباعد النقاط
it: Distanza dei punti

source: Polyline
ar: خط متعدد
it: Polilinea

source: Pop
ar: فرقعة

source: Pop in
ar: ظهور مفاجئ
it: Compari

source: Pop out
ar: اختفاء مفاجئ
it: Scompari

source: Pose
ar: الوضعية
it: Posa

source: Pose name
ar: اسم الوضعية
it: Nome della posa

source: Pose the character (drag its hands and feet in Keyframe mode, or use expressions), then save the pose to use it again.
ar: ضع الشخصية في وضعية (اسحب يديها وقدميها في وضع الإطار المفتاحي أو استخدم التعابير)، ثم احفظ الوضعية لاستخدامها مجددًا.
it: Metti in posa il personaggio (trascina mani e piedi in modalità Fotogramma chiave o usa le espressioni), poi salva la posa per riusarla.

source: Poses
ar: الوضعيات
it: Pose

source: Position
ar: الموضع
it: Posizione

source: Precision
ar: الدقة
it: Precisione

source: Presets
ar: إعدادات جاهزة
it: Preset

source: Pressure
ar: الضغط
it: Pressione

source: Preview of the change
ar: معاينة التغيير
it: Anteprima della modifica

source: Preview of the result
ar: معاينة النتيجة
it: Anteprima del risultato

source: Preview tier %@: exports always render at full quality.
ar: مستوى المعاينة %@: تُصدَّر الأعمال دائمًا بأعلى جودة.
it: Livello di anteprima %@: le esportazioni sono sempre alla massima qualità.

source: Previous frame
ar: الإطار السابق
it: Fotogramma precedente

source: Printer
ar: الطابعة
it: Stampante

source: Procreate .brushset and .brush files and Photoshop .abr brushes come in as a new set. Touch and hold a brush to edit it.
ar: تصل ملفات Procreate بصيغة .brushset و.brush وفُرَش Photoshop بصيغة .abr كمجموعة جديدة. المس فرشاة مطولًا لتعديلها.
it: I file .brushset e .brush di Procreate e i pennelli .abr di Photoshop arrivano come un nuovo set. Tieni premuto un pennello per modificarlo.

source: Project
ar: المشروع
it: Progetto

source: Project a picture
ar: أسقِط صورة
it: Proietta un'immagine

source: Project file
ar: ملف المشروع
it: File del progetto

source: Projects: %lld · Library: %lld models, %lld builds
ar: المشاريع: %lld · المكتبة: %lld نماذج، %lld تركيبات
it: Progetti: %lld · Libreria: %lld modelli, %lld creazioni

source: Pull light out
ar: سحب الضوء
it: Togli luce

source: Pull out
ar: ابتعاد
it: Allontanamento

source: Pulse
ar: نبض
it: Pulsa

source: Punch in
ar: اقتراب سريع
it: Stacco ravvicinato

source: Punchy
ar: حاد
it: Incisivo

source: Puppet
ar: دمية
it: Marionetta

source: Push & pull
ar: ادفع واسحب
it: Spingi e tira

source: Push in
ar: اقتراب
it: Avvicinamento

source: Push shadow in
ar: دفع الظل
it: Aggiungi ombra

source: Put the picture away
ar: أبعِد الصورة
it: Togli l'immagine

source: Put the playhead inside the clip first
ar: ضع رأس التشغيل داخل المقطع أولًا
it: Prima metti la testina dentro la clip

source: Put the playhead on a cut (Cut here) to choose how the shots hand over.
ar: ضع رأس التشغيل على قطع (اقطع هنا) لاختيار طريقة انتقال اللقطات.
it: Metti la testina su uno stacco (Stacca qui) per scegliere come passano le inquadrature.

source: Put the playhead on a cut first
ar: ضع رأس التشغيل على قطع أولًا
it: Prima metti la testina su uno stacco

source: Quadrant
ar: أرباع
it: Quadranti

source: Quality
ar: الجودة
it: Qualità

source: Question mark
ar: علامة استفهام
it: Punto interrogativo

source: Radial
ar: شعاعي
it: Radiale

source: Rain
ar: مطر
it: Pioggia

source: Ramp
ar: منحدر
it: Rampa

source: Random strength
ar: قوة عشوائية
it: Intensità casuale

source: Random timing
ar: توقيت عشوائي
it: Tempi casuali

source: Reach
ar: المدى
it: Portata

source: Ready
ar: جاهز
it: Pronto

source: Ready to print
ar: جاهز للطباعة
it: Pronto da stampare

source: Recent
ar: الأخيرة
it: Recenti

source: Record a Performance
ar: تسجيل أداء
it: Registra un'esecuzione

source: Record in Perform: every move of the iPad becomes camera keys (one undo step).
ar: سجّل في الأداء: كل حركة للآيباد تصبح مفاتيح للكاميرا (خطوة تراجع واحدة).
it: Registra in Esegui: ogni movimento dell'iPad diventa chiavi della camera (un solo annullamento).

source: Record Voiceover
ar: تسجيل تعليق صوتي
it: Registra voce fuori campo

source: Record voiceover
ar: تسجيل تعليق صوتي
it: Registra voce fuori campo

source: Recording plays the timeline from the playhead, so you narrate over the animation. Imported sounds land at the playhead.
ar: يشغّل التسجيل الخط الزمني من رأس التشغيل فتروي فوق الحركة. تُوضع الأصوات المستوردة عند رأس التشغيل.
it: La registrazione riproduce la timeline dalla testina, così narri sopra l'animazione. I suoni importati arrivano alla testina.

source: Rectangle
ar: مستطيل
it: Rettangolo

source: Redo
ar: إعادة
it: Ripeti

source: Redo failed: %@
ar: فشلت الإعادة: %@
it: Ripristino non riuscito: %@

source: Reference
ar: مرجع
it: Riferimento

source: Remove
ar: إزالة
it: Rimuovi

source: Remove %@
ar: إزالة %@
it: Rimuovi %@

source: Remove all paint
ar: أزل كل الطلاء
it: Togli tutta la pittura

source: Remove from library
ar: إزالة من المكتبة
it: Rimuovi dalla libreria

source: Remove from palette
ar: إزالة من اللوحة
it: Rimuovi dalla tavolozza

source: Remove the rig
ar: إزالة الهيكل
it: Rimuovi lo scheletro

source: Remove this cut
ar: إزالة هذا القطع
it: Rimuovi questo stacco

source: Rename
ar: إعادة تسمية
it: Rinomina

source: Rename & tags
ar: إعادة التسمية والوسوم
it: Rinomina e tag

source: Rename layer
ar: أعد تسمية الطبقة
it: Rinomina livello

source: Rename project
ar: إعادة تسمية المشروع
it: Rinomina progetto

source: Rename scene
ar: إعادة تسمية المشهد
it: Rinomina scena

source: Rename stack
ar: إعادة تسمية الرزمة
it: Rinomina la pila

source: Rename the stack
ar: إعادة تسمية الرزمة
it: Rinomina la pila

source: Rendering
ar: العرض
it: Resa

source: Repair
ar: إصلاح
it: Ripara

source: Replace with the selection
ar: استبدال بالتحديد
it: Sostituisci con la selezione

source: Reset
ar: إعادة تعيين
it: Ripristina

source: Reset brush
ar: أعد ضبط الفرشاة
it: Ripristina il pennello

source: Reset the pose
ar: إعادة ضبط الوضعية
it: Azzera la posa

source: Resize
ar: تغيير الحجم
it: Ridimensiona

source: Resize %@
ar: تغيير حجم %@
it: Ridimensiona %@

source: Response
ar: الاستجابة
it: Risposta

source: Rest pose set. Relax: this is neutral now
ar: تم ضبط وضعية الراحة. استرخِ: هذا هو الوضع المحايد الآن
it: Posa di riposo impostata. Rilassati: ora questo è neutro

source: Restore
ar: استعادة
it: Ripristina

source: Restore version
ar: استعادة نسخة
it: Ripristina versione

source: Restored “%@”
ar: تمت استعادة “%@”
it: Ripristinata “%@”

source: Retro (PS1)
ar: ريترو (PS1)
it: Retrò (PS1)

source: Reveal
ar: كشف
it: Rivela

source: Reverse
ar: عكس الاتجاه
it: Inverti

source: Ribbon
ar: شريط
it: Nastro

source: Rig
ar: تركيب
it: Arma

source: Rig %@ as a person
ar: ركّب هيكل شخص لـ %@
it: Arma %@ come persona

source: Rig as a person
ar: ركّب هيكل شخص
it: Arma come persona

source: Rigged
ar: بهيكل عظمي
it: Con scheletro

source: Right third
ar: الثلث الأيمن
it: Terzo destro

source: Right → left
ar: يمين ← يسار
it: Destra → sinistra

source: Rim light
ar: إضاءة حافة
it: Luce di contorno

source: Rim pop
ar: إبراز الحافة
it: Contorno luminoso

source: Rolling
ar: متدحرجة
it: Che scorre

source: Room or building
ar: غرفة أو مبنى
it: Stanza o edificio

source: Rotate “%@” to bend around its joint
ar: دوّر “%@” لثنيه حول مفصله
it: Ruota “%@” per piegarlo attorno al giunto

source: Rotation
ar: الدوران
it: Rotazione

source: Rotation jitter
ar: دوران عشوائي
it: Rotazione casuale

source: Round
ar: تدوير
it: Arrotonda

source: Rounded
ar: مستدير
it: Arrotondato

source: Roundness
ar: الاستدارة
it: Rotondità

source: Row of 10
ar: صف من 10
it: Fila di 10

source: Row of 5
ar: صف من 5
it: Fila di 5

source: Run
ar: تشغيل
it: Esegui

source: Run as Tier B
ar: شغّل كالمستوى B
it: Esegui come livello B

source: Run the benchmark
ar: تشغيل اختبار الأداء
it: Esegui il benchmark

source: Run the Home benchmark
ar: تشغيل اختبار أداء الرئيسية
it: Avvia il benchmark di Home

source: Run the painting benchmark
ar: شغّل اختبار أداء الطلاء
it: Avvia il benchmark di pittura

source: Safe areas
ar: المناطق الآمنة
it: Aree sicure

source: Samples
ar: الأمثلة
it: Esempi

source: Saturation
ar: التشبع
it: Saturazione

source: Save
ar: حفظ
it: Salva

source: Save & link
ar: حفظ وربط
it: Salva e collega

source: Save a copy
ar: حفظ نسخة
it: Salva una copia

source: Save a mirrored copy
ar: حفظ نسخة معكوسة
it: Salva una copia specchiata

source: Save the world to your library
ar: حفظ العالم في مكتبتك
it: Salva il mondo nella tua libreria

source: Save this pose
ar: حفظ هذه الوضعية
it: Salva questa posa

source: Save this world to the library
ar: حفظ هذا العالم في المكتبة
it: Salva questo mondo nella libreria

source: Save to library…
ar: حفظ في المكتبة…
it: Salva nella libreria…

source: Save to Photos
ar: حفظ في الصور
it: Salva in Foto

source: Save to your library
ar: حفظ في مكتبتك
it: Salva nella tua libreria

source: Saved to Photos
ar: تم الحفظ في الصور
it: Salvato in Foto

source: Saved “%@”
ar: تم حفظ “%@”
it: Salvato “%@”

source: Saved “%@” to your library
ar: تم حفظ “%@” في مكتبتك
it: “%@” salvato nella tua libreria

source: Scale
ar: الحجم
it: Scala

source: Scale (1 m walked = %@ m)
ar: المقياس (1 م مشيًا = %@ م)
it: Scala (1 m percorso = %@ m)

source: Scatter
ar: نثر
it: Distribuisci

source: Scenes
ar: المشاهد
it: Scene

source: Schizzo board
ar: لوحة Schizzo
it: Lavagna Schizzo

source: Screen
ar: شاشة
it: Schermo

source: Screen effects at the playhead
ar: تأثيرات الشاشة عند رأس التشغيل
it: Effetti schermo alla testina

source: Screen shake
ar: اهتزاز الشاشة
it: Scossa dello schermo

source: Script name
ar: اسم النص البرمجي
it: Nome script

source: Scripts
ar: النصوص البرمجية
it: Script

source: Scripts…
ar: النصوص البرمجية…
it: Script…

source: Search
ar: بحث
it: Cerca

source: Search looks through every project and stack by name.
ar: البحث يمرّ على أسماء كل المشاريع والرزم.
it: La ricerca guarda il nome di ogni progetto e di ogni pila.

source: Search: tree, desk, robot…
ar: بحث: شجرة، مكتب، روبوت…
it: Cerca: albero, scrivania, robot…

source: Section view
ar: عرض المقطع
it: Vista in sezione

source: Segments: %lld
ar: القطاعات: %lld
it: Settori: %lld

source: Select
ar: تحديد
it: Seleziona

source: Select a camera and tap Cut here
ar: اختر كاميرا وانقر اقطع هنا
it: Seleziona una camera e tocca Stacca qui

source: Select a solid first
ar: حدّد مجسمًا أولًا
it: Prima seleziona un solido

source: Select All
ar: تحديد الكل
it: Seleziona tutto

source: Select all
ar: تحديد الكل
it: Seleziona tutto

source: Select All Keys
ar: تحديد كل المفاتيح
it: Seleziona tutte le chiavi

source: Select everything inside
ar: تحديد كل ما بالداخل
it: Seleziona tutto all'interno

source: Select none
ar: عدم تحديد شيء
it: Deseleziona tutto

source: Select several birds (or anything) to flock
ar: اختر عدة طيور (أو أي شيء) لتكوين سرب
it: Seleziona diversi uccelli (o altro) per formare uno stormo

source: Select Similar
ar: تحديد المتشابه
it: Seleziona simili

source: Select similar
ar: اختر المتشابه
it: Seleziona simili

source: Select something to paint (a character, a head, a shape)
ar: اختر شيئًا للرسم عليه (شخصية، رأس، شكل)
it: Seleziona qualcosa da dipingere (un personaggio, una testa, una forma)

source: Select strokes
ar: تحديد الخطوط
it: Seleziona tratti

source: Select the camera and the subject (two subjects for a two-shot or over-the-shoulder).
ar: اختر الكاميرا والموضوع (موضوعان للقطة ثنائية أو من فوق الكتف).
it: Seleziona la camera e il soggetto (due soggetti per un due o un sopra la spalla).

source: Select the subject to frame first
ar: اختر الموضوع المراد تأطيره أولًا
it: Prima seleziona il soggetto da inquadrare

source: Select this dimension
ar: حدّد هذا القياس
it: Seleziona questa quota

source: Select two or more shapes (touch and hold adds one). The first one keeps its look and place.
ar: اختر شكلين أو أكثر (المس مطولًا لإضافة شكل). يحتفظ الأول بمظهره ومكانه.
it: Seleziona due o più forme (tieni premuto per aggiungerne una). La prima mantiene aspetto e posizione.

source: Select two or more shapes first (touch and hold to add one)
ar: اختر شكلين أو أكثر أولًا (المس مطولًا لإضافة شكل)
it: Prima seleziona due o più forme (tieni premuto per aggiungerne una)

source: Select what should line up across the cut
ar: اختر ما يجب أن يتطابق عبر القطع
it: Seleziona cosa deve allinearsi attraverso lo stacco

source: Select what to animate first
ar: اختر ما تريد تحريكه أولًا
it: Prima seleziona cosa animare

source: Select what to scatter first (a tree, a rock…), then drag an area
ar: اختر ما تريد نثره أولًا (شجرة، صخرة…)، ثم اسحب منطقة
it: Prima seleziona cosa distribuire (un albero, una roccia…), poi trascina un'area

source: Select what to scatter first (a tree, a rock…), then drag an area on the ground.
ar: حدّد أولًا ما تريد نثره (شجرة، صخرة…)، ثم اسحب مساحة على الأرض.
it: Prima seleziona cosa spargere (un albero, una roccia…), poi trascina un'area sul terreno.

source: Select your character first
ar: اختر شخصيتك أولًا
it: Prima seleziona il tuo personaggio

source: Selection
ar: التحديد
it: Selezione

source: Selection order
ar: ترتيب التحديد
it: Ordine di selezione

source: Send to the back
ar: إرسال إلى الخلف
it: Porta in fondo

source: Sensitivity
ar: الحساسية
it: Sensibilità

source: Serif
ar: بذيل
it: Con grazie

source: Set camera
ar: ضبط الكاميرا
it: Imposta camera

source: Set options
ar: خيارات المجموعة
it: Opzioni del set

source: Set rest pose
ar: ضبط وضعية الراحة
it: Imposta posa di riposo

source: Sets
ar: المجموعات
it: Set

source: Settings
ar: الإعدادات
it: Impostazioni

source: Shading
ar: التظليل
it: Ombreggiatura

source: Shadow Brush
ar: فرشاة الظل
it: Pennello ombre

source: Shadow depth
ar: عمق الظل
it: Profondità delle ombre

source: Shadow edge
ar: حافة الظل
it: Bordo delle ombre

source: Shadow in
ar: ظل للداخل
it: Ombra dentro

source: Shake
ar: اهتزاز
it: Scuoti

source: Shape
ar: الشكل
it: Forma

source: Shape smoothing
ar: تنعيم الشكل
it: Levigatura della forma

source: Shapes
ar: الأشكال
it: Forme

source: Share
ar: مشاركة
it: Condividi

source: Share %@
ar: مشاركة %@
it: Condividi %@

source: Share a picture
ar: مشاركة صورة
it: Condividi un'immagine

source: Share as one file (.maquettepack)
ar: مشاركة كملف واحد (.maquettepack)
it: Condividi come un unico file (.maquettepack)

source: Share it
ar: شاركه
it: Condividilo

source: Share the report
ar: مشاركة التقرير
it: Condividi il report

source: Shared with you
ar: تمت مشاركتها معك
it: Condiviso con te

source: Shell
ar: تجويف
it: Guscio

source: Shell, leaving these open
ar: تجويف مع ترك هذه مفتوحة
it: Guscio, lasciando aperte queste

source: Shorter hold
ar: ثبات أقصر
it: Pausa più breve

source: Shot
ar: اللقطة
it: Inquadratura

source: Shot %@ at %@
ar: اللقطة %1$@ عند %2$@
it: Inquadratura %1$@ a %2$@

source: Show
ar: إظهار
it: Mostra

source: Show a pairing code
ar: عرض رمز إقران
it: Mostra un codice di abbinamento

source: Show all %lld
ar: عرض كل %lld
it: Mostra tutti i %lld

source: Show everything
ar: إظهار الكل
it: Mostra tutto

source: Show interface
ar: إظهار الواجهة
it: Mostra interfaccia

source: Show kept dimensions
ar: أظهر القياسات المحفوظة
it: Mostra le quote tenute

source: Show the joystick under a selection
ar: إظهار عصا التحكم تحت التحديد
it: Mostra il joystick sotto una selezione

source: Show the timeline
ar: إظهار الخط الزمني
it: Mostra la timeline

source: Show the whole timeline
ar: إظهار الخط الزمني كاملًا
it: Mostra tutta la timeline

source: Show Timeline
ar: إظهار الخط الزمني
it: Mostra timeline

source: Shows the arc the selection travels; drag a dot to move its key
ar: يُظهر القوس الذي يقطعه التحديد؛ اسحب نقطة لتحريك مفتاحها
it: Mostra l'arco percorso dalla selezione; trascina un punto per spostarne la chiave

source: Shows the selection at its neighbouring keys, earlier in red, later in green
ar: يُظهر التحديد عند المفاتيح المجاورة، السابقة بالأحمر واللاحقة بالأخضر
it: Mostra la selezione alle chiavi vicine, prima in rosso, dopo in verde

source: Shrink
ar: تصغير
it: Rimpicciolisci

source: Side
ar: جانبي
it: Lato

source: Side light
ar: إضاءة جانبية
it: Luce laterale

source: Sidebar
ar: الشريط الجانبي
it: Barra laterale

source: Sidebar on the right (left-handed)
ar: الشريط الجانبي على اليمين (لليد اليسرى)
it: Barra laterale a destra (mancini)

source: Similar
ar: متشابه
it: Simili

source: Size
ar: الحجم
it: Dimensione

source: Size and opacity are the sidebar's sliders. Fingers move around; the Pencil paints.
ar: الحجم والعتامة هما منزلقا الشريط الجانبي. الأصابع تتنقّل في المشهد؛ القلم يطلي.
it: Dimensione e opacità sono i cursori della barra laterale. Le dita si muovono nella scena; la Pencil dipinge.

source: Size variety
ar: تنوّع الأحجام
it: Varietà di dimensioni

source: Sketch
ar: رسم تخطيطي
it: Schizzo

source: Skin
ar: الجلد
it: Pelle

source: Skip the tour
ar: تخطّي الجولة
it: Salta il tour

source: Slide in
ar: انزلاق للداخل
it: Entra scorrendo

source: Slide whole animations in time.
ar: حرّك حركات كاملة عبر الزمن.
it: Sposta intere animazioni nel tempo.

source: Smallest size
ar: أصغر حجم
it: Dimensione minima

source: Smear
ar: تلطيخ
it: Sbavatura

source: Smear on fast moves
ar: تلطيخ عند الحركات السريعة
it: Sbavatura nei movimenti veloci

source: Smoke
ar: دخان
it: Fumo

source: Smooth
ar: تنعيم
it: Leviga

source: Smoothing
ar: التنعيم
it: Levigatura

source: Smoothness
ar: السلاسة
it: Fluidità

source: Smoothness warnings
ar: تنبيهات السلاسة
it: Avvisi di fluidità

source: Snap keys, cuts and the playhead to spoken words
ar: التقاط المفاتيح والقطع ورأس التشغيل إلى الكلمات المنطوقة
it: Aggancia chiavi, stacchi e testina alle parole pronunciate

source: Snap to corners and middles
ar: التقاط الزوايا والمنتصفات
it: Aggancia ad angoli e punti medi

source: Snap to edges
ar: التقاط الحواف
it: Aggancia ai bordi

source: Snap to faces
ar: التقاط الأوجه
it: Aggancia alle facce

source: Snap to grid
ar: التقاط إلى الشبكة
it: Aggancia alla griglia

source: Snap to objects
ar: التقاط إلى العناصر
it: Aggancia agli oggetti

source: Snap to spoken words
ar: التقاط إلى الكلمات المنطوقة
it: Aggancia alle parole pronunciate

source: Snap to the ground
ar: التقاط إلى الأرض
it: Aggancia al terreno

source: Snap zoom
ar: تكبير خاطف
it: Zoom a scatto

source: Snapping
ar: الالتقاط
it: Aggancio

source: Snow
ar: ثلج
it: Neve

source: Soft edge
ar: حافة ناعمة
it: Bordo morbido

source: Soft round
ar: دائرية ناعمة
it: Tonda morbida

source: Solid Shape
ar: شكل مُجسَّم
it: Forma solida

source: Solid shape
ar: شكل مُجسَّم
it: Forma solida

source: Some edges are shared by more than two faces (%lld).
ar: بعض الحواف مشتركة بين أكثر من وجهين (%lld).
it: Alcuni bordi sono condivisi da più di due facce (%lld).

source: Some faces point inward.
ar: بعض الأوجه متجهة إلى الداخل.
it: Alcune facce sono rivolte verso l'interno.

source: Some walls are thinner than this printer can print.
ar: بعض الجدران أرق مما تستطيع هذه الطابعة طباعته.
it: Alcune pareti sono più sottili di quanto questa stampante possa stampare.

source: Sort
ar: ترتيب
it: Ordina

source: Sort by
ar: ترتيب حسب
it: Ordina per

source: Sound
ar: الصوت
it: Suono

source: Sound & words
ar: الصوت والكلمات
it: Suono e parole

source: Sound and words
ar: الصوت والكلمات
it: Suono e parole

source: Sound effects
ar: المؤثرات الصوتية
it: Effetti sonori

source: Sound here
ar: صوت هنا
it: Suono qui

source: Space
ar: الفضاء
it: Spazio

source: Spacing
ar: التباعد
it: Spaziatura

source: Sparkle
ar: بريق
it: Scintilla

source: Sparks
ar: شرارات
it: Scintille

source: Speed
ar: السرعة
it: Velocità

source: Speed (all)
ar: السرعة (الكل)
it: Velocità (tutte)

source: Speed lines
ar: خطوط السرعة
it: Linee di velocità

source: Sphere
ar: كرة
it: Sfera

source: Spin
ar: دوران
it: Gira

source: Splatter
ar: رذاذ
it: Schizzi

source: Spline
ar: منحنى
it: Curva

source: Split
ar: تقسيم
it: Dividi

source: Split at the playhead
ar: قسّم عند رأس التشغيل
it: Dividi alla testina

source: Spot
ar: كشاف
it: Faretto

source: Spread
ar: الانتشار
it: Diffusione

source: Stack
ar: رزمة
it: Pila

source: Stage
ar: المسرح
it: Palco

source: Stairs
ar: درج
it: Scale

source: Stamps per step: %lld
ar: البصمات في كل خطوة: %lld
it: Impronte per passo: %lld

source: Stand it in the scene
ar: وضعه في المشهد
it: Mettilo nella scena

source: Star
ar: نجمة
it: Stella

source: Stars
ar: النجوم
it: Stelle

source: Start
ar: البداية
it: Inizio

source: Start at the playhead
ar: البدء عند رأس التشغيل
it: Inizia alla testina

source: Start from
ar: ابدأ من
it: Parti da

source: Start the stroke on an object
ar: ابدأ الخط على عنصر
it: Inizia il tratto su un oggetto

source: Start with a mood and a look.
ar: ابدأ بأجواء وأسلوب.
it: Inizia con un'atmosfera e uno stile.

source: Starts here
ar: يبدأ هنا
it: Inizia qui

source: Step
ar: متدرّج
it: A scatti

source: Step (hold)
ar: متدرّج (ثبات)
it: A scatti (tieni)

source: Step by step
ar: خطوة بخطوة
it: Passo dopo passo

source: Stepping
ar: التدرّج
it: Cadenza

source: Stepping (the whole project)
ar: التدرّج (المشروع كله)
it: Cadenza (tutto il progetto)

source: Stop
ar: إيقاف
it: Ferma

source: Stop face
ar: إيقاف الوجه
it: Ferma il viso

source: Stop following
ar: إيقاف التتبّع
it: Smetti di seguire

source: Storage
ar: التخزين
it: Spazio

source: StreamLine
ar: تنعيم المسار

source: Strength
ar: القوة
it: Intensità

source: Stroke
ar: الضربة
it: Tratto

source: Studio
ar: استوديو

source: Style
ar: النمط
it: Stile

source: Subtitle
ar: عنوان فرعي
it: Sottotitolo

source: Subtitles (.srt and .vtt) from the transcript.
ar: ترجمة (.srt و .vtt) من النص المكتوب.
it: Sottotitoli (.srt e .vtt) dalla trascrizione.

source: Subtract
ar: طرح
it: Sottrai

source: Sun
ar: شمس
it: Sole

source: Sun direction
ar: اتجاه الشمس
it: Direzione del sole

source: Sun height
ar: ارتفاع الشمس
it: Altezza del sole

source: Sun shadows
ar: ظلال الشمس
it: Ombre del sole

source: Sun strength
ar: قوة الشمس
it: Intensità del sole

source: Swap
ar: تبديل
it: Scambia

source: Swap for a model…
ar: استبدال بنموذج…
it: Sostituisci con un modello…

source: Swap for…
ar: استبدال بـ…
it: Sostituisci con…

source: Swapped for %@
ar: تم الاستبدال بـ %@
it: Sostituito con %@

source: Sway in the wind
ar: تمايل في الريح
it: Ondeggia nel vento

source: Sweat drop
ar: قطرة عرق
it: Goccia di sudore

source: Swell
ar: تصاعد
it: Crescendo

source: Swing
ar: تأرجح
it: Dondola

source: Switch the timeline to Keyframe to drag hands and feet directly.
ar: حوّل الخط الزمني إلى الإطار المفتاحي لسحب اليدين والقدمين مباشرة.
it: Passa la timeline a Fotogramma chiave per trascinare direttamente mani e piedi.

source: Symmetry
ar: التناظر
it: Simmetria

source: Symmetry keeps both sides alike as you model: whatever you change on one side, the other follows.
ar: التناظر يُبقي الجانبين متشابهين أثناء النمذجة: ما تغيّره في جانب يتبعه الجانب الآخر.
it: La simmetria tiene uguali i due lati mentre modelli: quello che cambi da una parte, l'altra lo segue.

source: Symmetry: front and back
ar: التناظر: الأمام والخلف
it: Simmetria: davanti e dietro

source: Symmetry: left and right
ar: التناظر: اليسار واليمين
it: Simmetria: sinistra e destra

source: Symmetry: top and bottom
ar: التناظر: الأعلى والأسفل
it: Simmetria: sopra e sotto

source: Tags, comma separated
ar: وسوم، مفصولة بفواصل
it: Tag, separati da virgole

source: Take the tour
ar: ابدأ الجولة
it: Fai il tour

source: Tap
ar: نقرة
it: Tocco

source: Tap %@
ar: اضغط %@
it: Tocca %@
